Repository: jiva-technology/smcuk
Catalog: sites/all/modules/chatroom/po/*.po
Languages: de

source: Chat room
de: Chat Raum

source: Configure chat rooms.
de: Chat Räume konfigurieren

source: Chat rooms
de: Chat Räume

source: Automatically archive old messages.
de: Alte Nachrichten automatisch archivieren

source: If there are a lot of old messages, archiving will improve chat performance.
de: Bei vielen alten Nachrichten wird durch das Archivieren die Geschwindigkeit erhöht.

source: Smileys module support
de: Smiley-Modul unterstützung

source: enable smileys module support
de: Smiley-Modul Unterstützung aktivieren

source: show smileys in entry boxes
de: Smileys in den Eingabefenstern anzeigen

source: A chat room provides access to chats and chat archives.
de: Ein Chat Raum bietet Zugang zu Chats und zum Chat-Archiv

source: Chat room idle time, in seconds
de: Chat Raum - Leerlaufzeit in Sekunden

source: How many seconds between each message before a last message time is written in the chat.
de: Anzahl Sekunden zwischen jeder Nachricht, bevor die letzte Nachricht im Chat geschrieben wird.

source: Chat room update frequency, in seconds
de: Chat Raum Aktualisierungsrate (in sec.)

source: How many seconds between each request for updates to the server.
de: Anzahl Sekunden zwischen jeder Aktualisierungsabfrage beim Server.

source: Description
de: Beschreibung

source: Describe your chat room so other people will know if they want to join.
de: Beschreibe deinen Chat Raum, damit andere Benutzer wissen, um was es geht.

source: Number of old messages to show when entering a chat
de: Anzahl alter Nachrichten, die angezeigt werden, wenn eine neue Nachricht eingegeben wird.

source: Chat room kicked out message
de: Chat Raum - Rauswurfnachricht

source: This text will appear on the page kicked out users are sent to.
de: Dieser Text wird den Benutzern angezeigt, welche von dem Chat Raum ausgeschlossen wurden.

source: Chat room banned message
de: Chat Raum - Nachricht für ausgeschlossene Benutzer

source: This text will appear on the page banned users are sent to.
de: Dieser Text wird auf der Seite angezeigt, auf welche ausgeschlossene Benutzer gelangen.

source: Manage banned users
de: Ausgeschlossene Benutzer verwalten

source: Check the users you would like to unban
de: Markieren Sie die Benutzer, welche Sie wieder für den Chat freigeben möchten.

source: Manage open chats
de: Offene Chats verwalten

source: Check the chats you would like to close
de: Chats markieren, die geschlossen werden sollen.

source: This chat was archived on !date.
de: Dieser Chat wurde am !date archiviert.

source: No messages
de: Keine Nachrichten

source: Anonymous
de: Anonym

source: Posted by <b>!user</b>, !date
de: Geschrieben von <b>!user</b>, !date

source: You have been banned from this chat room.
de: Sie wurden von diesem Chat-Raum ausgeschlossen.

source: Open chats in this room
de: Offene Chats in diesem Raum

source: Message count
de: Nachrichtenzähler

source: Last message
de: Letzte Mitteilung

source: Archived chats in this room
de: Archivierte Chats in diesem Raum

source: When archived
de: Falls archiviert

source: Create a new chat
de: Einen neuen Chat eröffnen

source: Enter the name for the chat
de: Geben Sie einen Namen für den Chat ein.

source: Create chat
de: Chat eröffnen

source: A chat called %name already exists.
de: Ein Chat mit dem Namen %name existiert bereits!

source: There was an error creating your chat
de: Es gab einen Fehler bei der eröffnung Ihres Chats

source: Active chats
de: Aktive Chats

source: Active chat rooms
de: Aktive Chat Räume

source: Chat on-line list
de: Benutzer im Chat

source: Site-wide on-line list
de: Benutzer auf der Seite online

source: Chat commands
de: Chat Befehle

source: Number of !types to display
de: Anzahl !types die angezeigt werden

source: username
de: Benutzername

source: message
de: Nachricht

source: in room
de: Im Raum

source: There are no active chats.
de: Zurzeit sind keine Chats aktiv.

source: There are no active chat rooms.
de: Zurzeit sind keine Chat Räume aktiv.

source: Who is on line in %chat
de: Benutzer online in %chat

source: On-line chat room users
de: Benutzer im Chat Raum

source: There are no other users on line.
de: Es sind keine anderen Benutzer online

source: Post a new chat room.
de: Einen neuen Chat Raum eröffnen

source: <a href="!login">Login</a> to post a new chat room.
de: <a href="!login">Melden Sie sich an</a> um einen neuen Chat Raum zu eröffnen

source: No chat rooms defined
de: Kein Chat Raum definiert

source: Messages
de: Nachrichten

source: You have been kicked out of a chat for misbehaving.
de: Sie wurden vom Chat ausgeschlossen, da Sie sich regelwidrig verhalten haben.

source: has joined the chat
de: ist dem Chat beigetreten

source: has left the chat
de: hat den Chat verlassen

source: is away
de: Abwesend

source: is back
de: Online

source: * Sent at
de: * Geschickt am

source: Type your message
de: Schreiben Sie Ihre Nachricht

source: Send
de: Senden

source: Set my status to "away".
de: Nastavit mě jako "pryč".

source: This chat contains no messages
de: V tomto chatu není žádná zpráva

source: access chat rooms
de: přístup k chatovacím místnostem

source: create chat rooms
de: vytvořit chatovací místnost

source: edit own chat rooms
de: editovat vlastní chatovací místnost

source: administer chats
de: správa chatů

source: administer chat rooms
de: správa chatovacích místností

source: create chats
de: vytvořit chaty

source: A database operation failed when setting up Chat Room.
de: Chyba práce s databází při zakládání místnosti.

source: Please fix these errors and attempt to enable Chat Room again.
de: Prosím opravte tyto chyby a umožněte vytvořit místnost znovu.

source: Chat Room is ready to go.
de: Chatovací místnost je připravena.

source: Chat room tables have been dropped from the database.
de: Tabulky chatovacích místností byly převzaty z databáze.

source: Chat room settings have been deleted.
de: Nastavení chatovacích místností bylo smazáno.

source: Chat Room
de: Chatovací místnost

source: Enables the creation of rooms that provide access to chats and chat archives.
de: Umožňuje zakladatelům místností přístup k chatům a archivům chatu.
