Repository: jiva-technology/smcuk
Catalog: sites/all/modules/category/po/*.po
Languages: de

source: Allows you to structure your site and categorize content.
de: Ermöglicht die Website zu strukturieren und Inhalte zu kategorisieren.

source: <p>The category module allows you to structure your site and to categorize content: you can create multiple containers (types of categorizations) that contain a tree of categories; you can assign content to your categories; and you can give your categories their own content (such as a description).</p>
de: <p>Das category-Modul ermöglicht es, die Website zu strukturieren und Inhalte zu kategorisieren: Es können mehrere Kontainer (Typen von Kategorien) angelegt werden, die einen Baum mit verschiedenden Kategorien enthalten. Sie können diesen Kategorien Inhalte zuweisen, und Kategorien mit Inhalten füllen (wie etwa einer Beschreibung).</p>

source: Categories are used to structure your site, and to categorize content. You can create a category as the child of a container, or of another category. You can assign content to one or more categories.
de: Kategorien werden zur Strukturierung von Websites und zur Kategorisierung von Inhalten benutzt. Eine Kategorie kann als Kind eines Kontainers, oder einer anderen Kategorie angelegt werden. Inhalte können einer oder mehreren Kategorien zugewiesen werden.

source: A container is usually the root of a category tree, but can also be created as the child of another container, or of a category. Containers are used for describing a particular way of classifying content.
de: Ein Kontainer ist meist der Ursprung eines Kategorie-Baumes, kann aber auch als Kind eines anderen Kontainers oder einer Kategorie angelegt werden. Kontainer werden dazu benutzt, eine spezifische Art der Klassifizierung von Inhalten abzubilden.

source: <p>Categories in a site are like a tree. As they are edited, reorganized and removed, children might be left with no link to the rest of the structure. Such categories are referred to as "orphans". On this page, administrators can review their site for orphans and reattach those categories as desired.</p>
de: <p>Kategorien einer Website ähneln einem Baum. Durch Bearbeitung, neuer Anordnung oder Löschung können Kinder ohne Verbindungen entstehen. Solche Kategorien werden als "Waisen" bezeichnet. Auf dieser Seite können Verwalter die Website nach solchen Waisen durchsuchen und nach Bedarf erneut zuordnen. </p>

source: <p>Settings controlling the behaviour of categories and containers on this site. As well as settings for the category module itself, settings for other modules in the category package can also be configured here. Only global settings are controlled here: most settings are controlled on a per-container or per-category basis, and are instead configured on the add/edit category/container pages. See the <a href="%category">categories</a> page for actual categories and containers.</p>
de: <p>Einstellungen für das Verhalten von Kategorien und Kontainern, sowohl für das category-Modul selbst, als auch für andere Module in der category-Distribution, werden auf dieser Seite gesetzt. Hier werden nur globale Einstellungen festgelegt. Die Mehrzahl der Einstellungen werden jeweils bei einzelnen Kontainern oder Kategorien festgelegt und in den Seiten zum Hinzufügen oder Bearbeiten von Kontainern und Kategorien erstellt. Siehe die <a href="%category">Kategorien</a> Seite für bestehende Kategorien und Kontainer.</p>

source: container
de: Kontainer

source: category
de: Kategorie

source: categories
de: Kategorien

source: list
de: Liste

source: containers
de: Kontainer

source: outline
de: Übersicht

source: orphans
de: Waisen

source: add container
de: Kontainer hinzufügen

source: autocomplete category
de: Automatisch fertig gestellte Kategorie

source: activeselect category
de: Aktiv gewählte Kategorie

source: add category
de: Kategorie hinzufügen

source: feed
de: Zuspielung

source: add child category
de: Kind-Kategorie hinzufügen

source: add child container
de: Kind-Kontainer hinzufügen

source: None
de: Keine

source: One
de: Einfach

source: Multiple
de: Mehrfach

source: Distant parent settings
de: Einstellung für entfernte Eltern

source: Number of parents that a container can have
de: Maximale Anzahl von Eltern pro Kontainer

source: If set to more than zero, this allows your containers to select other containers, or categories, as distant parents. Changing this setting does not affect your existing containers; unless you change it from 'one' or 'multiple' to 'zero', and you then manually update an individual container, in which case all distant parent relationships for that container will be lost. This setting does not affect distant parent relationships for categories: these are managed separately within each container.
de: Wird mehr als Null eingestellt, können Kontainer andere Kontainer oder Kategorien als entfernte Eltern auswählen. Eine Änderung beeinflusst bestehende Kontainer nicht, außer die Einstellung wird von 'Einfach' oder 'Mehrfach' auf 'Keine' geändert und danach ein einzelner Kontainer bearbeitet. In diesem Fall gehen dessen Einstellungen zu entfernten Eltern verloren.

source: Body
de: Inhalt

source: Category information
de: Kategorie-Information

source: Container information
de: Kontainer-Information

source: Description
de: Beschreibung

source: A description of the category. Generally seen by users as title text, when hovering over a link to the category.
de: Eine Beschreibung der Kategorie. Sie wird üblicherweise angezeigt, wenn der Maus-Zeiger über einem Verweis auf die Kategorie verweilt.

source: A description of the container; can be used by modules.
de: Eine Beschreibung des Kontainers, die von Modulen verwendet werden kann.

source: Container
de: Kontainer

source: The container that this category belongs in.
de: Der Kontainer, dem diese Kategorie zugeordnet ist.

source: Help text
de: Hilfetext

source: Instructions to present to the user when choosing a category.
de: Anweisungen für den Benutzer bei der Auswahl einer Kategorie

source: Types
de: Arten

source: A list of node types you want to associate with categories in this container.
de: Eine Liste der Inhalts-Arten, die mit Kategorien in diesem Kontainer verknüpfbar sein sollen.

source: Hierarchy
de: Hierarchie

source: Single
de: Einzeln

source: Allows <a href="%help-url">a tree-like hierarchy</a> between categories within a container. Depending on your distant parent configuration, this may also allow a hierarchy between categories and containers regardless of their parent container. Be aware that the <em>multiple</em> option refers to multiple parents, as opposed to multiple levels of hierarchy.
de: Ermöglicht eine <a href="%help-url">Baumstruktur</a> zwischen Kategorien innerhalb eines Kontainers. Abhängig von der Einstellung für entfernte Eltern kann dadurch auch eine Hierarchie zwischen Kategorien und Kontainern, unabhängig vom Eltern-Kontainer, möglich werden. Beachten Sie, dass die <em>mehrfach</em> Option mehrfache Eltern, nicht aber mehrfache Struktur-Ebenen, ermöglicht.

source: Related terms
de: Verwandte Begriffe

source: Allows <a href="%help-url">relations</a> between arbitrary categories or containers.
de: Ermöglicht <a href="%help-url">Beziehungen</a> zwischen verschiedenen Kategorien oder Kontainern.

source: Synonyms
de: Synonyme

source: Allows <a href="%help-url">synonyms</a> for a category or container, such as misspellings and acronyms.
de: Ermöglicht <a href="%help-url">Synonyme</a> für Kategorien und Kontainer, beispielsweise mit Rechtschreibfehlern oder Abkürzungen.

source: Free tagging
de: Freie Kennzeichnung

source: Content is categorized by typing terms instead of choosing from a list.
de: Inhalte werden durch frei gewählte Begriffe anstatt durch die Auswahl aus einer Liste kategorisiert.

source: Multiple select
de: Mehrfache Auswahl

source: Allows nodes to have more than one category from a particular container (always true for free tagging).
de: Ermöglicht es Inhalten, mehr als einer Kategorie eines einzelnen Kontainers zugeordnet zu werden. Dies trifft für freie Kennzeichnung immer zu.

source: Required
de: Erforderlich

source: If enabled, every node <strong>must</strong> have at least one category from within this container.
de: Jeder Inhalt <strong>muss</strong> wenigstens einer Kategorie dieses Kontainers zugeordnet werden.

source: Hidden container
de: Verborgener Kontainer

source: Sets this container's 'hidden' attribute. This attribute is not used by the core category module, but can affect how this container is treated by other modules. For example, hidden containers do not have menu items generated by category_menu, and are not shown in navigational elements by category_display. This hidden behaviour applies only to the container itself, not to its child categories or to their assigned nodes.
de: Setzt das "verbergen" Attribut. Dieses Attribut wird vom Kategorie-Modul nicht genutzt, kann aber beeinflussen, wie dieser Kontainer von anderen Modulen benutzt wird. Zum Beispiel haben versteckte Kontainer keine Menü-Einträge, die von <em>category_menu</em> erstellt werden, und sie werden nicht von <em>category_display</em> in Navigations-Elementen gezeigt. Das Attribut verbirgt nur den Kontainer, nicht aber zugeordnete Kategorien oder Inhalte.

source: root
de: Wurzel

source: Parents
de: Eltern

source: Parent categories or containers. Containers are marked with an asterisk (*).
de: Eltern-Kategorieen oder -Kontainer. Kontainer sind mit einem Stern (*) markiert.

source: Parent
de: Vater

source: Parent category or container. Containers are marked with an asterisk (*).
de: Vater-Kategorie oder -Kontainer. Kontainer sind mit einem Stern (*) markiert.

source: Weight
de: Gewicht

source: Pages at a given level are ordered first by weight and then by title.
de: Seiten der gleichen Stufe werden zuerst nach Gewicht, dann nach Überschrift geordnet.

source: Depth
de: Tiefe

source: The depth of child categories that a node listing reflects. Set this to a negative value to reflect an infinite depth. Although a container cannot be assigned nodes, it can still list nodes of child categories, if it has a depth that is not 0.
de: Die Tiefe von Kind-Kategoriern, die eine Liste der Inhalte wiedergibt. Ein negativer Wert bedeutet unbeschränkte Tiefe. Obwohl ein Kontainer nicht Inhalten zugewiesen werden kann, kann er trotzdem Inhalte von Kind-Kategorien listen, wenn die Tiefe nicht auf 0 (Null) gesetzt wird.

source: Synonyms of this category or container, one synonym per line.
de: Synonyme dieser Kategorie oder dieses Kontainers, ein Begriff pro Zeile.

source: Related categories
de: Verwandte Kategorien

source: Other categories in this container that are related to this one.
de: Andere Kategorien dieses Kontainers, die zu dieser in Bezug stehen.

source: this container
de: dieser Kontainer

source: Distant parents
de: Entfernte Eltern

source: Allowed Parents
de: Zulässige Eltern

source: Specifies the containers from which categories in this container can have parents. If you select containers other than this one, then categories in this container can have distant parents. It is recommended for security reasons that you only select this container (which is the default), unless you are certain that all users adding categories to this container are both experienced and trustworthy.
de: Legt jene Kontainer fest, von denen Kategorien in diesem Kontainer Eltern haben können. Bei der Auswahl zusätzlicher Kontainer können Kategorien dieses Kontainers entfernte Eltern erhalten. Es ist aus Sicherheitsgründen empfehlenswert, nur <em>diesen Kontainer</em> zu wählen (Voreinstellung), außer es ist sichergestellt, dass nur erfahrene und zuverlässige Benutzer diesem Kontainer Kategorien zuordnen.

source: Sets the 'hidden' attribute of the selected containers. This attribute is not used by the core category module, but can affect how these containers are treated by other modules. For example, hidden containers do not have menu items generated by category_menu, and are not shown in navigational elements by category_display. This hidden behaviour applies only to the containers themselves, not to their child categories or to their assigned nodes.
de: Setzt das "verbergen" Attribut. Dieses Attribut wird vom Kategorie-Modul nicht genutzt, kann aber beeinflussen, wie dieser Kontainer von anderen Modulen benutzt wird. Zum Beispiel haben versteckte Kontainer keine Menü-Einträge, die von <em>category_menu</em> erstellt werden, und sie werden nicht von <em>category_display</em> in Navigations-Elementen gezeigt. Das Attribut verbirgt nur den Kontainer, nicht aber zugeordnete Kategorien oder Inhalte.

source: Depth of containers
de: Tiefe der Kontainer

source: The depth of child categories that a node listing reflects. Set this to a negative value to reflect an infinite depth. Although a container cannot be assigned nodes, it can still list nodes of child categories, if it has a depth that is not 0.<br/><em>Note:</em> this setting only affects containers, not their child categories.
de: Die Tiefe der Kind-Kategorien, die bei einer Liste der Inhalte berücksichtigt werden. Ein negativer Wert bedeutet unbeschränkte Tiefe. Obwohl Kontainer nicht an Inhalte zugewiesen werden können, so kann der Kontainer trotzdem Inhalte von Kind-Kategorien listen, wenn die Tiefe auf einen anderen Wert als 0 (Null) gesetzt wurde.<br /><em>Hinweis:</em> diese Einstellung beeinflusst nur Kontainer, nicht deren Kind-Kategorien.

source: Depth of categories
de: Tiefe der Kategorien

source: Same as previous setting, except that this setting only affects categories, not containers.
de: Gleich wie die vorige Einstellung, jedoch für Kategorien, nicht Kontainer.

source: parent container
de: Eltern-Kontainer

source: Specifies the containers from which categories in these containers can have parents. If you select containers other than the parent one, then categories in these containers can have distant parents. It is recommended for security reasons that you only select the parent container (which is the default), unless you are certain that all users adding categories to these containers are both experienced and trustworthy.
de: Legt jene Kontainer fest, von welchen Kategorien in diesen Kontainern Eltern haben können. Bei der Auswahl von anderen Kontainern als dem Vater-Kontainer können Kategorien dieser Kontainer entfernte Eltern haben. Es ist aus Sicherheitsgründen empfehlenswert, nur den Vater-Kontainer zu wählen (Voreinstellung), außer es wird sichergestellt, dass nur erfahrene und zuverlässige Benutzer diesem Kontainer Kategorien zuordnen.

source: The post has been added to the category structure.
de: Der Eintrag wurde zur Kategorie-Struktur hinzugefügt.

source: The category outline has been updated.
de: Die Kategorie-Übersicht wurde aktualisiert.

source: The post has been removed from the category structure.
de: Der Eintrag wurde von der Kategorie-Struktur entfernt.

source: Operations
de: Aktion

source: edit container
de: Kontainer bearbeiten

source: list categories
de: Kategorien auflisten

source: No containers available.
de: Keine Kontainer verfügbar.

source: edit
de: bearbeiten

source: No categories available.
de: Keine Kategorien verfügbar.

source: Save categories and containers
de: Kategorien und Kontainer sichern.

source: There are no containers or categories.
de: Keine Kontainer oder Kategorien vorhanden.

source: There are no orphan categories or containers.
de: Es gibt keine verwaisten Kategorien oder Kontainer.

source: %type: updated %title.
de: %type: aktualisiert %title.

source: view
de: Ansicht

source: Updated categories and containers.
de: Aktualisierte Kategorien und Kontainer

source: Updated orphan categories.
de: Aktualisierte Kategorien von Waisen.

source: Submit
de: Absenden

source: Categories
de: Kategorien

source: A comma-separated list of terms describing this content. Example: funny, bungie jumping, "Company, Inc.".
de: Eine durch Kommata getrennte Liste von Begriffen, die diesen Inhalt beschreiben. Zum Beispiel: lustig, Seil hüpfen, "Gesellschaft m.b.H.".

source: The %name container can not be modified in this way.
de: Der Kontainer %name kann auf diese Art nicht verändert werden.

source: delete
de: löschen

source: content
de: Inhalt

source: create categories
de: Kategorien anlegen

source: create containers
de: Kontainer anlegen

source: edit all categories
de: Alle Kategorien bearbeiten

source: edit own categories
de: Eigene Kategorien bearbeiten

source: transform posts into categories
de: Einträge in Kategorien verwandeln

source: administer categories
de: Kategorien verwalten
