Repository: jiva-technology/smcuk
Catalog: sites/all/modules/comment_mover/po/*.po
Languages: hu

source: Comment mover enables you to move comments and nodes around by pruning and grafting. Pruning and grafting are similar to cut and paste but operate on branches, not on single comments. If you prune and graft a comment thread, the entire thread will be moved, not just the pruned comment.
hu: A hozzászólásmozgató modul lehetővé teszi hozzászólások és tartalmak mozgatását egymás közt metszéssel és oltással. A metszés és oltás hasonló a kivágáshoz és beillesztéshez, de ágakon működik, nem egyedi hozzászólásakon. Ha kimetsz és beolt egy szálat, az egész szál áthelyeződik, nem csak a kimetszett hozzászólás.

source: Basic use is simple; it starts by pruning a node or comment via the link prune. The pruned node/comment now appears in the Graft block. The graft block shows the title and author of the pruned content and always allows you to cancel the action. You can now navigate through your site and choose one of two options: grafting or conversion.
hu: Az alapvető használata egyszerű: kattintson a kimetszés hivatkozásra a hozzászólás vagy tartalom végénél, a kimetszett tartalom/hozzászólás megjelenik a Metszés blokkban. Ez a blokk a kimetszett tartalom címét és szerzőjét írja ki, valamint lehetőséget ad a művelet visszavonására. Az oldalon szabadon navigálhat, választhat a két lehetőség, a beoltás és az átalakítás közül.

source: Grafting is a simple matter: simply click the graft link on the content (comment or node) you want the pruned object to reside under. All childcomments will be moved together with the pruned node or comment
hu: A beoltás egyszerűbb: a szülőnek kívánt tartalom vagy hozzászólás beoltás hivatkozására kattintva a kimetszett szál átmozgatásra kerül.

source: If you just pruned a comment and enabled story and page under "Enable promotion to the following node types" on the <a href="@url">comment mover settings page</a>, the graft block also shows you story and page in the selection of node types to which the comment can be converted. When you then, for example, select story and click convert, a story submission form will appear with prefilled fields. Edit if necessary, then click submit. A new story node will be created. All children of the original comment will be moved to the new node.
hu: A hozzászólás kimetszését követően a metszés blokkon meg fognak jelenni a <a href="@url">hozzászólásmozgató beállításai oldalon</a>, az „A következő tartalomtípusokká való előléptetés engedélyezése” pontnál kiválasztott tartalomtípusok. Ha például az „írás” lehetőségre kattint, egy előre kitöltött írásbeküldő űrlap fog megjelenni. Szükség esetén szerkesztheti, majd kattintson a Beküldés gombra. Egy új írás jön létre az eredeti hozzászólásra érkezett válaszokkal.

source: When you move a comment to another node or convert it to a node, the original comment will contain a link pointing to the comments new location. When you move a node to become a comment on another node, the original node will contain a redirect to the new location.
hu: Hogyha egy hozzászólást más tartalomba mozgatja vagy alakítja át, az eredeti helyen egy az új helyre mutató hivatkozás készül. Ha egy tartalmat mozgat át egy másik hozzászólásai közé, az eredeti webcím az új helyre fogja irányítani a látogatókat.

source: cancel pruning
hu: kimetszés visszavonása

source: Comment mover
hu: Hozzászólásmozgató

source: Configure comment mover to operate on specific content types.
hu: A hozzászólásmozgató beállítása adott tartalomtípusokon való működésre.

source: Promote comment
hu: Hozzászólás tartalommá alakítása

source: Prune comment
hu: Hozzászólás kimetszése

source: graft
hu: beoltás

source: prune
hu: kimetszés

source: Graft
hu: Beoltás

source: Prune
hu: Kimetszés

source: Convert to
hu: Átalakítás…

source: Convert
hu: Átalakítás

source: Author has been set to %username.
hu: Az új szerzö %username.

source: Submit %name
hu: %name beküldése

source: Comment: updated %subject.
hu: Hozzászólás: %subject frissítve.

source: Comment: moved %subject.
hu: Hozzászólás: %subject elmozgatva.

source: Comment: added %subject.
hu: Hozzászólás: %subject hozzáadva.

source: This comment has been moved <a href="@url">here</a>.
hu: <a href="@url">Ez a hozzászólás</a> áthelyezésre került.

source: comment cannot be grafted on one of its children
hu: Hozzászólás beoltása saját gyermekébe nem lehetséges

source: Pruning %title.
hu: %title kimetszése

source: Unable to prune the post.
hu: Ezen tartalom kimetszése nem lehetséges.

source: Are you sure you want to move this post here?
hu: Biztosan ide mozgatja át ezt a tartalmat?

source: Grafted %title.
hu: %title beoltva.

source: Unable to move the post.
hu: Ezen tartalom mozgatása nem lehetséges.

source: Comment mover clipboard
hu: Hozzászólásmozgató vágólap

source: By !author @date
hu: !author, @date

source: cancel
hu: mégsem

source: Enable pruning of the following node types
hu: A következő tartalomtípusok kimetszésének engedélyezése

source: Define the node types that can be pruned. Note that pruning doesn't make sense for certain node types (poll, for example).
hu: Válassza ki a kimetszhető tartalomtípusokat. Fontos, hogy bizonyos tartalomtípusok (például a szavazás) esetén ez értelmetlen lehet.

source: Enable pruning of comments on the following node types
hu: A következő tartalomtípusokra érkezett hozzászólások kimetszésének engedélyezése

source: Allow comments on these node types to be pruned and moved to other nodes or be promoted to a node.
hu: Lehetővé teszi ezen tartalomtípusok hozzászólásainak kimetszését, áthelyezését és tartalommá alakítását.

source: Enable grafting on the following node types
hu: A következő tartalomtípusokba való oltás engedélyezése

source: These node types allow grafting of pruned nodes and comments.
hu: Ezen tartalomtípusokhoz tartozó tartalmakba lehetséges hozzászólások vagy tartalmak beoltása.

source: Enable promotion to the following node types
hu: A következő tartalomtípusokká való előléptetés engedélyezése

source: Comments can be promoted to these nodetypes. Note that this doesn't make sense for certain node types (poll, for example).
hu: Hozzászólásokat ezen tartalomtípusokká léptethet elő. Fontos, hogy bizonyos tartalomtípusok (például a szavazás) esetén ez értelmetlen lehet.

source: content
hu: tartalom

source: comment_mover
hu: tartalommozgato

source: Move comments to other threads or convert them to nodes.
hu: Hozzászólások mozgatása más szálakba vagy új tartalmakba.
